<template>
    <section class="how_is_work">
        <div class="container">
            <div class="how_is_work__inner inner">
                <h1 class="how_is_work__inner-title title">Как устроено «Русское лото»</h1>
                <p class="how_is_work__inner-description">
                    Когда недорогой билет обещает миллионный выигрыш, мы ждём подвоха. Но лотерея не чёрный ящик. В подробностях рассказываем, кто следит за соблюдением правил, сколько денег можно выиграть и как их забрать.
                </p>
                <p>
                    «Русское лото» — это всероссийская государственная лотерея, напоминающая народную игру в лото. С момента появления лотереи в XVI веке в Италии правила существенно не изменились: в современном лото тоже не нужно придерживаться стратегий и просчитывать ходы. Прелесть игры в полном доверии случаю, низкой стоимости билета и возможности получить гораздо больше, чем поставлено на кон.
                </p>
                <br/>
                <p>
                    В этом году лотерее исполнится 25 лет. Первый выпуск «Русского лото» состоялся 16 октября 1994 года. Всё это время её бессменно ведёт Михаил Борисов — тот самый жизнерадостный мужчина с седыми усами в жилетке, которого вы видели по телевизору.
                </p>
                <img class="how_is_work__inner-img img" src="../assets/img/7.jpg">
                <p>
                    Михаил Борисов никогда не был просто харизматичным ведущим. С первого выпуска он выступал настоящим идеологом лотереи и отвечал за концепцию программы. Именно он придумал сделать из игры культурно-развлекательную семейную передачу. В программу приглашали выступать известных и начинающих звёзд, разыгрывали сценки, рассказывали об исторических событиях, связанных с номером тиража. А ещё Михаил Борисов не пропустил ни одного выпуска за 25 лет.
                </p>
                <br/>
                <p>
                    Сейчас в «Русском лото» разыгрывают автомобили, загородные дома, путешествия и крупные денежные призы, но раньше победителям вручалась и бытовая техника: холодильники, телевизоры, утюги и пылесосы.
                </p>
                <br/>
                <p>
                    За последние 8 лет в программе разыграли больше 24 миллиардов рублей, состоялось несколько помолвок, выходили в эфир и участвовали в тиражах космонавты, а Михаил Борисов перетаскал такое количество мешков с бочонками, что, по его словам, мог бы вручную перегородить Енисей или построить ГЭС.
                </p>
                <br/>
                <div class="how_is_work__inner-info">
                    <div class="how_is_work__inner-info-line"> </div>
                    <p class="how_is_work__inner-info-p">
                        Лотерея стала сразу всероссийской, она воспринималась как абсолютное чудо. В 90-е годы наша программа была одной из немногих, где действительно исполнялись мечты.
                    </p>
                </div>
                <p class="how_is_work__inner-last-p">Михаил Борисов в <a href="">интервью</a> для «Дни.ру»</p>

            </div>
        </div>
    </section>
</template>

<script>
    export default {
        name: "HowItsWork"
    }
</script>

<style scoped lang="scss">
    @import "../assets/css/variables.scss";
    .how_is_work__inner-description {
        font-size: 20px;
        margin-top: 26px;
        color:$main-font-color;
        margin-bottom: 29px;
    }


    .how_is_work__inner-img {
        margin-top: 42px;
        margin-bottom: 41px;

    }


    .how_is_work__inner-info {
        display: flex;
        margin-top: 17px;
    }
    .how_is_work__inner-info-line {
        margin-right: 22px;
        width: 6px;
        background-color: $main-bg-color;
    }

    .how_is_work__inner-info-p {
        margin: 0;
        font-weight: 700;
        color: $title-font-color;
    }

    .how_is_work__inner-last-p {
        margin-top: 10px;
        margin-left: 27px;
    }

    @media (max-width: 479px) {
        .how_is_work__inner-description {
            font-size: $font-size;
        }

        .how_is_work__inner-info-p {
            font-size: 15px;
        }
        .how_is_work__inner-last-p {
            font-size: 14px;
        }
    }
</style>