<template>
    <section class="how_play" id="how_play">
        <div class="container">
            <div class="how_play__inner inner">
                <h2 class="how_play__inner-title subtitle">Как играть</h2>
                <img class="how_play__inner-img img" src="../assets/img/4.jpg">

                <p>
                    «Русское лото» снимается в студии со зрителями и специальной комиссией, которая проверяет количество бочонков в мешке перед розыгрышем и следит, чтобы он был проведён по всем правилам. Комплект бочонков хранится в сейфе. К ним могут прикасаться только ведущие, приглашённый гость и служба безопасности.
                </p><br>

                <p>
                    Подтасовка результатов исключена: все бочонки одинаковые, с гладкой поверхностью. Если какой-то из них оказывается повреждённым, весь комплект заменяют на аналогичный. Он тоже хранится в сейфе. После окончания съёмок сейф с бочонками и студию опечатывают.
                </p><br>

                <p>
                    В каждом билете «Русского лото» два поля 9 × 3. В каждой строчке — четыре пустые клетки и пять чисел в диапазоне от 1 до 90. Ведущий «Русского лото» достаёт бочонки из мешка по одному и называет их номера. Задача участника — следить за ходом розыгрыша и зачёркивать в билете числа, изображённые на бочонках. Лотерея проводится в несколько туров.
                </p>

            </div>
        </div>
    </section>
</template>

<script>
    export default {
        name: "HowPlay"
    }
</script>

<style scoped>
    .how_play {
        padding-top: 66px;
    }
    @media (max-width: 479px) {
        .how_play {
            padding-top: 42px;
        }

    }
</style>